#include <stdio.h>

void cover(int length)
{
    printf("********************************************\n");
	printf("**********     通讯录管理系统     **********\n");
	printf("**********      1.添加联系人      **********\n");
	printf("**********      2.删除联系人      **********\n");
	printf("**********      3.修改联系人      **********\n");
	printf("**********      4.查找联系人      **********\n");
    printf("**********    5.显示所有联系人    **********\n");
	printf("*********    0.退出并保存通讯录    *********\n");
	printf("********************************************\n");
	printf("           通讯录当前共有%d条记录\n", length);
}
